$('.dropify').dropify({
	messages: {
		'default': 'یک فایل را در اینجا بکشید و رها کنید یا کلیک کنید',
		'replace': 'کشیدن و رها کردن یا کلیک کنید تا جایگزین شود',
		'remove': 'برداشتن',
		'error': 'خطا! مشکلی وجود دارد'
	},
	error: {
        'fileSize': 'حجم فایل بیش از حد مجاز است! بیشترین حجم مجاز: {{ value }}',
        'minWidth': 'عرض تصویر کمتر از حد مجاز است! حداقل عرض مجاز {{ value }}',
        'maxWidth': 'عرض تصویر بیشتر از حد مجاز است! حداکثر عرض مجاز {{ value }}',
        'minHeight': 'ارتفاع تصویر کمتر از حد مجاز است! حداقل ارتفاع مجاز {{ value }}',
        'maxHeight': 'ارتفاع تصویر بیش از حد مجاز است! حداکثر ارتفاع مجاز {{ value }}',
        'imageFormat': 'این فرمت تصویر مجاز نیست! فرمت های مجاز: {{ value }}',
        'fileExtension': 'این فرمت فایل مجاز نیست! فرمت های مجاز: {{ value }}'
	}
});

